Repository: phranck/musiccloud
Catalog: apps/Apple/App/Supporting Files/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, nl, tr

source: %@ tracks
cs: %@ skladeb
de: %@ Titel
es: %@ canciones
fr: %@ titres
it: %@ brani
nl: %@ nummers
tr: %@ parça

source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
tr: Hakkında

source: Albums
cs: Alba
de: Alben
es: Álbumes
it: Album
tr: Albümler

source: Artists
cs: Interpreti
de: Interpreten
es: Artistas
fr: Artistes
it: Artisti
nl: Artiesten
tr: Sanatçılar

source: Coming soon.
cs: Již brzy.
de: Demnächst verfügbar.
es: Próximamente.
fr: Bientôt disponible.
it: In arrivo.
nl: Binnenkort beschikbaar.
tr: Yakında.

source: Copy a streaming URL to convert it automatically.
cs: Zkopírujte URL streamingové služby pro automatický převod.
de: Streaming-URL kopieren, um sie automatisch zu konvertieren.
es: Copia una URL de streaming para convertirla automáticamente.
fr: Copiez une URL de streaming pour la convertir automatiquement.
it: Copia un URL di streaming per convertirlo automaticamente.
nl: Kopieer een streaming-URL om deze automatisch te converteren.
tr: Otomatik dönüştürmek için bir akış URL'si kopyalayın.

source: Dashboard
cs: Přehled
es: Panel
fr: Tableau de bord
it: Pannello
tr: Pano

# error.invalid_url
source: The URL could not be resolved.
cs: URL adresu se nepodařilo přeložit.
de: Die URL konnte nicht aufgelöst werden.
es: No se pudo resolver la URL.
fr: L'URL n'a pas pu être résolue.
it: L'URL non può essere risolta.
nl: De URL kon niet worden omgezet.
tr: URL çözümlenemedi.

# error.network
source: Network error. Check your connection.
cs: Chyba sítě. Zkontrolujte připojení.
de: Netzwerkfehler. Verbindung überprüfen.
es: Error de red. Comprueba tu conexión.
fr: Erreur réseau. Vérifiez votre connexion.
it: Errore di rete. Controlla la connessione.
nl: Netwerkfout. Controleer je verbinding.
tr: Ağ hatası. Bağlantınızı kontrol edin.

# error.rate_limited
source: Rate limit reached. Please wait a moment.
cs: Byl dosažen limit požadavků. Chvíli počkejte.
de: Anfragelimit erreicht. Bitte einen Moment warten.
es: Límite de solicitudes alcanzado. Espera un momento.
fr: Limite de requêtes atteinte. Veuillez patienter un instant.
it: Limite di richieste raggiunto. Attendere un momento.
nl: Aanvraaglimiet bereikt. Even geduld.
tr: İstek sınırına ulaşıldı. Lütfen bir süre bekleyin.

# error.server
source: Server error.
cs: Chyba serveru.
de: Serverfehler.
es: Error del servidor.
fr: Erreur serveur.
it: Errore del server.
nl: Serverfout.
tr: Sunucu hatası.

# error.service_down
source: musiccloud service is currently unavailable.
cs: Služba musiccloud je momentálně nedostupná.
de: Der musiccloud-Dienst ist derzeit nicht verfügbar.
es: El servicio musiccloud no está disponible actualmente.
fr: Le service musiccloud est actuellement indisponible.
it: Il servizio musiccloud non è al momento disponibile.
nl: De musiccloud-service is momenteel niet beschikbaar.
tr: musiccloud hizmeti şu anda kullanılamıyor.

source: Last converted
cs: Naposledy převedeno
de: Zuletzt konvertiert
es: Último convertido
fr: Dernier converti
it: Ultima conversione
nl: Laatst omgezet
tr: Son dönüştürülen

source: Launch at Login
cs: Spustit při přihlášení
de: Beim Anmelden starten
es: Iniciar sesión automáticamente
fr: Lancer à l'ouverture de session
it: Avvia al login
nl: Open bij inloggen
tr: Oturum açıldığında başlat

source: Monitoring active
cs: Sledování aktivní
de: Überwachung aktiv
es: Monitorización activa
fr: Surveillance active
it: Monitoraggio attivo
nl: Bewaking actief
tr: İzleme aktif

source: Monitoring clipboard for streaming URLs…
cs: Sledování schránky na streamingové URL adresy…
de: Zwischenablage wird nach Streaming-URLs überwacht…
es: Monitorizando el portapapeles en busca de URLs de streaming…
fr: Surveillance du presse-papiers pour les URL de streaming…
it: Monitoraggio degli appunti per URL di streaming…
nl: Klembord bewaken op streaming-URL's…
tr: Akış URL'leri için pano izleniyor…

source: Monitoring clipboard…
cs: Sledování schránky…
de: Zwischenablage wird überwacht…
es: Monitorizando el portapapeles…
fr: Surveillance du presse-papiers…
it: Monitoraggio degli appunti…
nl: Klembord bewaken…
tr: Pano izleniyor…

source: No Albums
cs: Žádná alba
de: Keine Alben
es: Sin álbumes
fr: Aucun album
it: Nessun album
nl: Geen albums
tr: Albüm yok

source: No Artists
cs: Žádní interpreti
de: Keine Interpreten
es: Sin artistas
fr: Aucun artiste
it: Nessun artista
nl: Geen artiesten
tr: Sanatçı yok

source: No Tracks
cs: Žádné skladby
de: Keine Titel
es: Sin canciones
fr: Aucun titre
it: Nessun brano
nl: Geen nummers
tr: Parça yok

source: Play Notification Sound
cs: Přehrát zvuk oznámení
de: Benachrichtigungston abspielen
es: Reproducir sonido de notificación
fr: Jouer le son de notification
it: Riproduci suono di notifica
nl: Meldingsgeluid afspelen
tr: Bildirim sesini çal

source: Quit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
it: Esci
nl: Stop
tr: Çık

source: Quit musiccloud
cs: Ukončit musiccloud
de: musiccloud beenden
es: Salir de musiccloud
fr: Quitter musiccloud
it: Esci da musiccloud
nl: musiccloud afsluiten
tr: musiccloud'dan Çık

source: Recent
cs: Nedávné
de: Zuletzt
es: Recientes
fr: Récents
it: Recenti
tr: Son

source: Resolved albums will appear here.
cs: Převedená alba se zobrazí zde.
de: Aufgelöste Alben erscheinen hier.
es: Los álbumes resueltos aparecerán aquí.
fr: Les albums résolus apparaîtront ici.
it: Gli album risolti appariranno qui.
nl: Omgezette albums verschijnen hier.
tr: Çözümlenen albümler burada görünecek.

source: Resolved artists will appear here.
cs: Převedení interpreti se zobrazí zde.
de: Aufgelöste Interpreten erscheinen hier.
es: Los artistas resueltos aparecerán aquí.
fr: Les artistes résolus apparaîtront ici.
it: Gli artisti risolti appariranno qui.
nl: Omgezette artiesten verschijnen hier.
tr: Çözümlenen sanatçılar burada görünecek.

source: Resolved tracks will appear here.
cs: Převedené skladby se zobrazí zde.
de: Aufgelöste Titel erscheinen hier.
es: Las canciones resueltas aparecerán aquí.
fr: Les titres résolus apparaîtront ici.
it: I brani risolti appariranno qui.
nl: Omgezette nummers verschijnen hier.
tr: Çözümlenen parçalar burada görünecek.

source: Resolving…
cs: Zpracovává se…
de: Wird aufgelöst…
es: Resolviendo…
fr: Résolution en cours…
it: Risoluzione in corso…
nl: Bezig met oplossen…
tr: Çözümleniyor…

source: Search
cs: Hledat
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
tr: Ara

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
tr: Ayarlar

source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
tr: Paylaş

source: Tracks
cs: Skladby
de: Titel
es: Canciones
fr: Titres
it: Brani
nl: Nummers
tr: Parçalar
